tap 'caskroom/cask'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'aspell'
brew 'autoconf'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs'
brew 'cask'
brew 'openssl'
brew 'clamav'
brew 'ctags'
brew 'direnv'
brew 'gdbm'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'gdk-pixbuf'
brew 'little-cms2'
brew 'ghostscript'
brew 'global', args: ['with-ctags', 'with-pygments']
brew 'gmp'
brew 'gnu-sed'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'libtool'
brew 'graphviz'
brew 'icu4c'
brew 'harfbuzz'
brew 'lua'
brew 'highlight'
brew 'hub'
brew 'hugo'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'libcroco'
brew 'libevent'
brew 'pango'
brew 'librsvg'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mercurial'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'ocaml'
brew 'openjpeg'
brew 'peco'
brew 'phantomjs'
brew 'poppler'
brew 'pow'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'zplug'
brew 'zsh'
brew 'dart-lang/dart/dart', args: ['with-content-shell', 'with-dartium']
brew 'homebrew/boneyard/ngrok'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/versions/libpng12'
brew 'homebrew/versions/v8-315'
cask 'alfred'
cask 'anvil'
cask 'appcleaner'
cask 'betterzipql'
cask 'charles'
cask 'chatwork'
cask 'coteditor'
cask 'dash'
cask 'emacs'
cask 'firefox'
cask 'github-desktop'
cask 'iterm2'
cask 'java'
cask 'mi'
cask 'microsoft-office'
cask 'mono-mdk'
cask 'postman'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'racket'
cask 'xmind'
